tap "argoproj/tap"
tap "dapr/tap"
tap "devopyio/yamlfmt"
tap "github/gh"
tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jesseduffield/lazydocker"
brew "act"
brew "gdbm"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "argocd"
brew "autoconf"
brew "icu4c"
brew "node"
brew "autorest"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "blueutil"
brew "gettext"
brew "pcre2"
brew "pkg-config"
brew "ccze"
brew "cloc"
brew "consul"
brew "ctop"
brew "dagger"
brew "deno"
brew "dos2unix"
brew "faas-cli"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "libunistring"
brew "libidn2"
brew "gnupg"
brew "gnupg@1.4", link: false
brew "go"
brew "gox"
brew "gradle"
brew "highlight"
brew "ncurses"
brew "htop"
brew "hugo"
brew "ideviceinstaller"
brew "python@3.9"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "k3d"
brew "kompose"
brew "kotlin"
brew "kubeval"
brew "kustomize"
brew "lazydocker"
brew "libnet"
brew "lnav"
brew "maven"
brew "mkcert"
brew "mkdocs"
brew "mono"
brew "protobuf"
brew "mosh"
brew "neofetch"
brew "nmap"
brew "nspr"
brew "nss"
brew "nuget"
brew "nvm"
brew "openshift-cli"
brew "packer"
brew "pandoc"
brew "pinentry-mac"
brew "podman"
brew "progress"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2", link: false
brew "screenfetch"
brew "skopeo"
brew "sl"
brew "sleepwatcher", restart_service: true
brew "source-to-image"
brew "tcptraceroute"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "travis"
brew "tree"
brew "unrar"
brew "util-linux"
brew "vault"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "xq"
brew "yarn"
brew "yq"
brew "dapr/tap/dapr-cli"
brew "devopyio/yamlfmt/yamlfmt"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "commander-one"
cask "font-source-code-pro"
cask "fsnotes"
cask "gloomhaven-helper"
cask "jitsi-meet"
cask "keystore-explorer"
cask "mactracker"
cask "powershell"
cask "qlmarkdown"
cask "send-to-kindle"
cask "temurin"
cask "temurin11"
