tap "1password/tap"
tap "argoproj/tap"
tap "auth0/auth0-cli"
tap "dapr/tap"
tap "devopyio/yamlfmt"
tap "github/gh"
tap "goodwithtech/r"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jesseduffield/lazydocker"
tap "xwmx/taps"
brew "act"
brew "certifi"
brew "libyaml"
brew "readline"
brew "xz"
brew "ansible"
brew "argocd"
brew "autoconf"
brew "autorest"
brew "azure-cli"
brew "libunistring"
brew "gettext"
brew "bash"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "blueutil"
brew "pcre2"
brew "cloc"
brew "colima"
brew "ctop"
brew "dagger"
brew "deno"
brew "ncurses"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "faas-cli"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "libidn2"
brew "gnupg"
brew "gnupg@1.4", link: false
brew "go"
brew "pkgconf"
brew "gox"
brew "gradle"
brew "highlight"
brew "htop"
brew "hugo"
brew "ideviceinstaller"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "kind"
brew "kompose"
brew "kotlin"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "lazydocker"
brew "libnet"
brew "libpq"
brew "lnav"
brew "mas"
brew "maven"
brew "mkcert"
brew "mkdocs"
brew "mono"
brew "mono-libgdiplus"
brew "protobuf"
brew "mosh"
brew "neofetch"
brew "nmap"
brew "nspr"
brew "nss"
brew "nuget"
brew "ollama", restart_service: :changed
brew "onefetch"
brew "openshift-cli"
brew "packer"
brew "pandoc"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "podman"
brew "progress"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "screenfetch"
brew "shellcheck"
brew "skopeo"
brew "sl"
brew "sleepwatcher", restart_service: :changed
brew "source-to-image"
brew "sqlcmd"
brew "strongswan"
brew "tcptraceroute"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trivy"
brew "util-linux"
brew "vault"
brew "volta"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "xq"
brew "yarn"
brew "yq"
brew "auth0/auth0-cli/auth0"
brew "devopyio/yamlfmt/yamlfmt"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "xwmx/taps/pb"
cask "1password-cli"
cask "adoptopenjdk"
cask "android-platform-tools"
cask "another-redis-desktop-manager"
cask "commander-one"
cask "dotnet-sdk"
cask "font-source-code-pro"
cask "fsnotes"
cask "github"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "jitsi-meet"
cask "keystore-explorer"
cask "mactracker"
cask "powershell"
cask "qlmarkdown"
cask "redis-insight"
cask "send-to-kindle"
cask "temurin"
cask "temurin@11"
cask "typora"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Citrix Secure Access", id: 1338991513
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
vscode "alexcvzz.vscode-sqlite"
vscode "bbenoist.nix"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "jetmartin.bats"
vscode "mathiasfrohlich.kotlin"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-openshift-connector"
vscode "redhat.vscode-redhat-account"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rido3.wordcount"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-norwegian-bokmal"
vscode "stylelint.vscode-stylelint"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "vunguyentuan.vscode-css-variables"
