tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "autoconf"
brew "icu4c"
brew "node"
brew "autorest"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bats"
brew "blueutil"
brew "ccze"
brew "cloc"
brew "consul"
brew "ctop"
brew "faas-cli"
brew "gettext"
brew "pcre2"
brew "git"
brew "git-lfs"
brew "libunistring"
brew "libidn2"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "gox"
brew "highlight"
brew "ncurses"
brew "htop"
brew "ideviceinstaller"
brew "python"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "kompose"
brew "libnet"
brew "lnav"
brew "mkcert"
brew "mkdocs"
brew "mono"
brew "protobuf"
brew "mosh"
brew "nmap"
brew "nspr"
brew "nss"
brew "nuget"
brew "openshift-cli"
brew "packer"
brew "pandoc"
brew "pinentry-mac"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2"
brew "screenfetch"
brew "sl"
brew "sleepwatcher", restart_service: true
brew "tcptraceroute"
brew "terraform"
brew "thefuck"
brew "travis"
brew "tree"
brew "unrar"
brew "vault"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "github/gh/gh"
brew "jesseduffield/lazydocker/lazydocker"
cask "adoptopenjdk"
cask "android-platform-tools"
cask "font-source-code-pro"
cask "fsnotes"
cask "gloomhaven-helper"
cask "qlmarkdown"
